const regionCoordinates = {
	서울특별시: { lat: 37.5665, lng: 126.978 },
	부산광역시: { lat: 35.1796, lng: 129.0756 },
	대구광역시: { lat: 35.8714, lng: 128.6014 },
	인천광역시: { lat: 37.4563, lng: 126.7052 },
	광주광역시: { lat: 35.1595, lng: 126.8526 },
	대전광역시: { lat: 36.3504, lng: 127.3845 },
	울산광역시: { lat: 35.5384, lng: 129.3114 },
	세종특별자치시: { lat: 36.4808, lng: 127.2892 },
	경기도: { lat: 37.5665, lng: 126.978 },
	강원도: { lat: 37.8228, lng: 128.1555 },
	충청북도: { lat: 36.8, lng: 127.7 },
	충청남도: { lat: 36.5184, lng: 126.8 },
	전라북도: { lat: 35.7167, lng: 127.1536 },
	전라남도: { lat: 34.8679, lng: 126.991 },
	경상북도: { lat: 36.4919, lng: 128.8889 },
	경상남도: { lat: 35.4606, lng: 128.2132 },
	제주특별자치도: { lat: 33.4996, lng: 126.5312 },
	None: { lat: 37.5665, lng: 126.978 },
	All: { lat: 36.3504, lng: 127.3845 },
};

export default regionCoordinates;
